%% 载入基本参数
%公司方面参数
bike_company = [ ...
    10 ... %01用户总数（万人）
    2 ... %02车辆总数（万辆）
    299 ... %03押金金额（元）
    100 ... %04包月用户比例（%）
    1 ... %05计时费率（元/小时）
    0.5 ... %06计时单位时间（小时）
    20 ... %07包月费率（元/月）
    0.5 ... %08押金利率（%/每月）
    9 ... %09
    0 ... %10
    0 ... %11
    0 ... %12
    0 ... %13
    0 ... %14
    ]; 
%区域参数
bike_area=[ ...
    100 ... %01总人口（万人）
    100 ... %02人均骑车次数（次/月）
    3 ... %03
    4 ... %04
    5 ... %05
    6 ... %06
    7 ... %07
    ];
%政策限制指标
bike_limit=[ ...
    100 ... %01车辆上限（万辆）
    2 ... %02
    3 ... %03
    4 ... %04
    5 ... %05
    ];

% income = getincome(bike_company,bike_area)
% expens = getexpens(bike_company,bike_area);
